---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VolumeOfInterestViewsVisible
source: html/06806e41-3c17-0c43-3c82-b437528b9902.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VolumeOfInterestViewsVisible Property

"Views Visible"

## Syntax (C#)
```csharp
public static ForgeTypeId VolumeOfInterestViewsVisible { get; }
```